complete/buddy_data/奇秀-主播房间-20160913043208-20160913043208900

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 4:32:08]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[156091]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[古堡周杰伦的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[1580]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[174]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[4]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[12]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[4]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[名人夏天丶四爷！]]></vipnickname><vipuserid><![CDATA[1265949422]]></vipuserid><top_name><![CDATA[名人夏天丶四爷！]]></top_name><top_money><![CDATA[5280]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[王清华9683]]></vipnickname><vipuserid><![CDATA[2090587651]]></vipuserid><top_name><![CDATA[王清华9683]]></top_name><top_money><![CDATA[1980]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[名人夏天丶四爷！]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[名人夏天丶四爷！]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Hello冰冰]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Hello冰冰]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[胖琪]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[胖琪]]></top_name><top_money><![CDATA[80]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[一个人的守望江湖]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[一个人的守望江湖]]></top_name><top_money><![CDATA[70]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[王清华9683]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[王清华9683]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[洗面奶3]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[洗面奶3]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[北派摸金校尉 城叔?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[北派摸金校尉 城叔?]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[封尘丶雨的印记]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[封尘丶雨的印记]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[qzuser3048]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[qzuser3048]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[最后_qq1559]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[最后_qq1559]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 